{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": false,
            "HideIconAfter": 60,
            "IconURL": "https://ark.wiki.gg/images/thumb/0/0a/ASA_Logo_transparent.png/1024px-ASA_Logo_transparent.png",
            "DisableIconText": false,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 3,
                    "buttontext": "Bienvenue",
                    "title1": "FR PVE TERRA GAMING",
                    "title2": "INFORMATIONS",
                    "title3": "MODIFICATIONS SERVEUR",
                    "text1": "Bonjour aventurier, te voici sur le serveur de la communauté Terra Gaming, nous sommes heureux de t'accueillir.\n\nPrends le temps de lire ce qui se trouve sur cet écran pour t'informer sur le contenu de notre serveur.\n\n N'hésite pas à communiquer avec d'autres joueurs pour profiter au maximum du jeu.\n\nAmuse toi bien et à bientôt sur l'île!",
                    "text2": "* Le serveur redémarre tout les jours à 6h00.\n\n* Rejoignez notre discord en cliquant sur le bouton en bas à gauche.\n\n* Si vous souhaitez contribuer au maintien du serveur, cliquez sur le bouton Contribution en bas à gauche de cet écran.",
                    "text3": "* 13/11: Ajout du mod WBUI2.",
                    "imageurl": "https://img.freepik.com/photos-gratuite/vieux-fond-noir-texture-grunge-fond-ecran-sombre-tableau-noir-tableau-noir-mur-salle_1258-28313.jpg"
                }
            },
            {
                "tab2": {
                    "layout": 4,
                    "buttontext": "Mods #1",
                    "title1": "Silent fabricator",
                    "title2": "Electric Power Amplifier",
                    "title3": "AP: Death Recovery",
                    "title4": "Klinger Additional Structures",
                    "text1": "C'est un centre d'usinage qui ne ressemble pas à un broyeur détruisant vos oreilles !\n\nVous pouvez toujours l'entendre mais il est silencieux à 90 %.\n\nIl vous suffit d'enlever l'ancien et de le redéposer pour que la réduction de bruit soit prise en compte.",
                    "text2": "Un petit appareil qui fait office d'ancienne prise de courant et vous permet d'étendre la portée du groupe électrogène.\n\nIl prend donc l'énergie du générateur et la distribue à n'importe quel appareil à portée.\n\nLa portée est la même que celle du générateur.\n\nLe plan peut être appris au niveau 49 et coûte 1 point d'engramme.\n\nPour le construire, il faut un peu de polymère (2), de métal (2) et d'électronique (1).\n\nIl devrait s'accrocher à n'importe quoi.",
                    "text3": "AP : Death Recovery ajoute une Pierre de Récupération (débloquée au niveau 25) qui permet aux joueurs de récupérer des objets de leur dernière mort !\n\nL'utilisation du mod est simple ; trouvez simplement la pierre de récupération au niveau 25, posez-la et interagissez avec elle pour récupérer vos objets !",
                    "text4": "Structures présentes dans le mod :\n\n* Stockage dédié en bois.\n* Stockage dédié aux pierres.\n* Lampe tubulaire.\n* Lampe circulaire.\n* Lampe applique.\n* MultiForge.\n* DinoGate 3X + Portail vitré.\n\n* Les banques d'artisanat accèdent à votre inventaire pour fabriquer des objets.\n\nLes 3 variantes peuvent être placées sur des plateformes de Raft, Catamaran et selle.",
                    "imageurl": "https://img.freepik.com/photos-gratuite/vieux-fond-noir-texture-grunge-fond-ecran-sombre-tableau-noir-tableau-noir-mur-salle_1258-28313.jpg"
                }
            },
            {
                "tab3": {
                    "layout": 4,
                    "buttontext": "Mods #2",
                    "title1": "AutoDoors",
                    "title2": "Utilities Plus",
                    "title3": "Easy Pumps",
                    "title4": "WBUI2",
                    "text1": "Bienvenue dans le monde amélioré de l'exploration avec AutoDoors ! Cette modification ingénieuse intègre de manière transparente les structures et les fonctionnalités bien-aimées des systèmes de portes automatiques dans votre gameplay. Aucune configuration complexe n'est requise ; installez simplement le mod et commencez immédiatement à profiter de ses fonctionnalités.\n\nGrâce au menu intuitif  R , placez sans effort ces portes automatiques là où vous le souhaitez, comme vous le feriez avec une porte standard. Une fois réglées, ces portes fonctionnent de manière autonome, répondant en douceur à votre présence. Approchez-en un et regardez-le s'ouvrir automatiquement, vous offrant un accès transparent à votre sanctuaire. Dites adieu aux tracas de la gestion manuelle des portes et accueillez la commodité simplifiée du mod AutoDoors.",
                    "text2": "C'est une modification pour ARK Survival Ascended qui ajoute une version de nombreux éléments existants qui peuvent être utilisés encore et encore, ainsi que certains éléments de qualité de vie tels que :\n\n* Bola réutilisable\n\n* Pistolet lance-fusées réutilisable\n\n* Grappin réutilisable\n\n* Parachute réutilisable\n\n* Lance réutilisable\n\n* Jumelles U+\n\n* Torche réutilisable",
                    "text3": "Easy Pumps ajoute une collection de pompes pour générer automatiquement les ressources les plus utilisées\n* Easy Oil Pump (1 Pétrol / 500s)\n* Easy Cementing Paste Pump (1 Ciment / 500s)\n* Easy Crystal Pump (1 Crystal / 500s)\n* Easy Metal Pump (1 Metal / 500s)\n* Easy Element Pump (1 Element / 1000s)\n* Easy Electronics Pump (1 Electronique / 1000s)\n* Easy Organic Polymer Pump (1 Polymère / 1000s)\n* Easy Obsidian Pump (1 Obsidienne / 700s)\n* Easy Silica Pearl Pump (1 Perle de silice / 700s)\n* Easy Black Pearl Pump (1 Perle noire / 700s)",
                    "text4": "Ce mod est une refonte et un portage du mod populaire Editable Server UI WBUI d'ASE.\n\nLe mod nous donne la possibilité d'afficher les règles, les paramètres, les événements à venir ou des informations générales sur votre serveur.\n\nEn plus d'afficher des informations utiles aux joueurs, il nous donne la possibilité d'ajouter des boutons qui ouvrent directement le navigateur sur le site de la communauté, du support Discord ou sur le site de l'ASE, afin de toujours être à jour en un clic directement depuis le jeu. !",
                    "imageurl": "https://img.freepik.com/photos-gratuite/vieux-fond-noir-texture-grunge-fond-ecran-sombre-tableau-noir-tableau-noir-mur-salle_1258-28313.jpg"
                }
            },
            {
                "tab4": {
                    "layout": 4,
                    "buttontext": "Mods #3",
                    "title1": "Additions Ascended: Deinosuchus",
                    "title2": "Additions Ascended: Ceratosaurus",
                    "title3": "Additions Ascended: Brachiosaurus",
                    "title4": "-",
                    "text1": "La Gueule du Marais, Deinosuchus !\n\nRôdant dans les cours d'eau et les marécages, cette terreur titanesque dévorera tout ce qui est trop insensé pour s'en approcher. Avec une peau épaisse et des mâchoires colossales bordées de dents, les Deinosuchus sont des ennemis très puissants. De temps en temps, Deinosuchus peut être vu se prélasser dans son gazon sans se soucier du monde.\n\nCela vaut peut-être la peine de vérifier à quel point il aime la nourriture...",
                    "text2": "Le Spiney Speedster, Ceratosaurus !\n\nTapis dans les jungles et les prairies, les Ceratosaurus sont hostiles à la plupart des créatures de l'ARK. Doté d'une lourde parure d'épines venimeuses, les Ceratosaurus provoquent la rupture de leurs victimes dans un éclat de sang rajeunissant ! Cette agressivité pourrait éventuellement être une faiblesse, peut-être y a-t-il un moyen de profiter de leur venin ?... Les Ceratosaurus apprivoisés sont capables de se soigner eux-mêmes et les carnivores alliés avec ces éclats de sang explosifs.\n\nEn plus de leurs attaques rapides et de leur venin, les Ceratosaurus font également partie des montures terrestres les plus rapides que vous puissiez trouver !",
                    "text3": "Le béhémoth hurlant, le brachiosaure !\n\nRarement vu dans les jungles et les prairies, le Brachiosaure est un spectacle à voir. C'est l'une des créatures les plus grandes de l'île. Sa peau résistante et ses pattes puissantes ne font qu'une bouchée de toutes les créatures qui osent s'en attaquer. Peut-être qu'affaiblir ces jambes d'une manière ou d'une autre peut être utile... Les Brachiosaures apprivoisés sont l'un des meilleurs moissonneurs de l'ARK, capables de basculer de manière transparente entre un état de rassemblement et un état de défense.\n\nEn plus de cela, les Brachiosaures émettent également de puissants soufflets, qui effrayeraient même les créatures les plus dangereuses !",
                    "text4": "-",
                    "imageurl": "https://img.freepik.com/photos-gratuite/vieux-fond-noir-texture-grunge-fond-ecran-sombre-tableau-noir-tableau-noir-mur-salle_1258-28313.jpg"
                }
            },
            {
                "tab5": {
                    "layout": 2,
                    "buttontext": "Configuration serveur",
                    "title1": "Réglages de bases",
                    "title2": "Autres informations:",
                    "text1": "Mode de jeu: PVE.\n\nXP Multiplicateur: x 1.4\n\nTaming: x 5\n\nDufficulté: x 4\n\nRessources: x 3\n\nMating: x 1.5",
                    "text2": "-",
                    "imageurl": "https://img.freepik.com/photos-gratuite/vieux-fond-noir-texture-grunge-fond-ecran-sombre-tableau-noir-tableau-noir-mur-salle_1258-28313.jpg"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/tYwZWC8e"
                }
            },
            {
                "link2": {
                    "text": "Contribution",
                    "url": "https://server.nitrado.net/donations/donate/1219065"
                }
            },
            {
                "link3": {
                    "text": "Dododex",
                    "url": "https://www.dododex.com"
                }
            },
            {
                "link4": {
                    "text": "Wiki Ark",
                    "url": "https://ark.wiki.gg/fr/wiki/ARK:_Survival_Ascended"
                }
            }
        ]
    }
}
